# 1.	Получите справку о командлете справки
Get-Help Get-Help
# 2.	Пункт 1, но детальную справку, затем только примеры
Get-Help Get-Help -Full
Get-Help Get-Help -Examples
# 3.	Получите справку о новых возможностях в PowerShell 4.0 (или выше)

# 4.	Получите все командлеты установки значений
# 5.	Получить список команд работы с файлами
# 6.	Получить список команд работы с объектами
# 7.	Получите список всех псевдонимов
# 8.	Создайте свой псевдоним для любого командлета
# 9.	Просмотреть список методов и свойств объекта типа процесс
# 10.	Просмотреть список методов и свойств объекта типа строка
# 11.	Получить список запущенных процессов, данные об определённом процессе
# 12.	Получить список всех сервисов, данные об определённом сервисе
# 13.	Получить список обновлений системы
# 14.	Узнайте, какой язык установлен для UI Windows
# 15.	Получите текущее время и дату
# 16.	Сгенерируйте случайное число (любым способом)
# 17.	Выведите дату и время, когда был запущен процесс «explorer». Получите какой это день недели. 
# 18.	Откройте любой документ в MS Word (не важно как) и закройте его с помощью PowerShell
# 19.	Подсчитать значение выражения S= . N – изменяемый параметр. Каждый шаг выводить в виде строки. (Пример: На шаге 2 сумма S равна 9)
# 20.	Напишите функцию для предыдущего задания. Запустите её на выполнение.
